<?php
/**
 * Created by PhpStorm.
 * User: Alex
 * Date: 11/26/2015
 * Time: 11:45 PM
 */
return array(

    "numbers" => array(

        "en" => array(
            0 => "zero", 1 => "one", 2 => "two", 3 => "three", 4 => "four", 5 => "five", 6 => "six", 7 => "seven",8 => "eight",
            9 => "nine",
            10 => "ten", 11 => "eleven", 12 => "twelve", 13 => "thirteen", 14 => "fourteen", 15 => "fifteen", 16 => "sixteen",
            17 => "seventeen", 18 => "eighteen", 19 => "nineteen", 20 => "twenty",
            30 => "thirty",40 => "forty",50 => "fifty",60 => "sixty",70 => "seventy",80 => "eighty",90 => "ninety",
            100 => "one hundred",200 => "two hundred",300 => "three hundred",400 => "four hundred",500 => "five hundred",
            600 => "six hundred",700 => "seven hundred",800 => "eight hundred", 900 => "nine hundred",
            1000 => "thousand",
            10000 => "thousand",
            100000 => "thousand",
            1000000 => "million",
            10000000 => "million",
            100000000 => "million",
            1000000000 => "billion",
            10000000000 => "billion",
            100000000000 => "billion",
        ),

        "fa" => array(
            0 => "صفر", 1 => "یک", 2 => "دو", 3 => "سه", 4 => "چهار", 5 => "پنج", 6 => "شش", 7 => "هفت",8 => "هشت",9 => "نه",
            10 => "ده", 11 => "یازده", 12 => "دوازده", 13 => "سیزده", 14 => "چهارده", 15 => "پانزده", 16 => "شانزده",
            17 => "هفده", 18 => "هجده", 19 => "نوزده", 20 => "بیست",
            30 => "سی",40 => "چهل",50 => "پنجاه",60 => "شصت",70 => "هفتاد",80 => "هشتاد",90 => "نود",
            100 => "صد",200 => "دویست",300 => "سیصد",400 => "چهارصد",500 => "پانصد",600 => "ششصد",700 => "هقتصد",800 => "هشتصد", 900 => "نهصد",
            1000 => "هزار",
            10000 => "هزار",
            100000 => "هزار",
            1000000 => "میلیون",
            10000000 => "میلیون",
            100000000 => "میلیون",
            1000000000 => "میلیارد",
            10000000000 => "میلیارد",
            100000000000 => "میلیارد",
        ),
    ),

    "conjunctive_phrases" => array(

        "en" => array(
            1 => " ",
            2 => " ",
            3 => " and ",
            4 => " and ",
            5 => " and ",
            6 => " and ",
            7 => " and ",
            8 => " and ",
            9 => " and ",
            10 => " and ",
            11 => " and ",
            12 => " and ",
            13 => " and ",
        ),


        "fa" => array(
            1 => " و ",
            2 => " و ",
            3 => " و ",
            4 => " و ",
            5 => " و ",
            6 => " و ",
            7 => " و ",
            8 => " و ",
            9 => " و ",
            10 => " و ",
            11 => " و ",
            12 => " و ",
            13 => " و ",
        ),


        "fr" => array(

        ),
    ),

    "conjunctive_phrases:real-number" => array(
        "en" => array(

        ),
        "fa" => array(

        ),
    )

);